[M_IrisDL3_CommAppeal MissionDefinition]
MissionName="Business interest"
MissionDescription="Mr. Torgu wants you to participate in his company's new promotion. You want him to use dark means [place]three blacksmiths[-place]."
TurnInDescription="You are great with Torque Marketing. Who knows, your TV could be next."
MissionSummary="Kill the biker with the mission weapon."
MissionGiver="Create a reward table"
MissionTurnInLocation="Print screen size"
TeaserText="Have you thought about reading it??"

[M_IrisDL3_CommAppeal:KillGuys MissionObjectiveDefinition]
ProgressMessage="Kill the bikers with the Torg gun"

[M_IrisDL3_CommAppeal:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisDL3_CommAppeal:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

